/* No comment provided by engineer. */
"%1$@ %2$@ has been downloaded and is ready to use! Would you like to install it and relaunch %1$@ now?" = "تم تنزيل %1$@ %2$@ وهو جاهز للاستخدام، هل ترغب بتثبيت التحديث وإعادة تشغيل %1$@ الآن؟";

/* No comment provided by engineer. */
"%1$@ can't be updated when it's running from a read-only volume like a disk image or an optical drive. Move %1$@ to your Applications folder, relaunch it from there, and try again." = "لا يمكن تحديث %1$@ عندما يُشغّل من وحدة تخزين للقراءة فقط كصورة قرص أو قارئ الأقراص الضوئية. انقل %1$@ إلى مجلد التطبيقات وأعد تشغيله من هناك ثم حاول مجددًا‫.‬";

/* No comment provided by engineer. */
"%@ %@ is currently the newest version available." = "الإصدار %2$@ هو أحدث إصدار متوفر حاليًا لبرنامج %1$@";

/* No comment provided by engineer. */
"%@ %@ is now available--you have %@. Would you like to download it now?" = "لديك الإصدار %3$@، هل ترغب بتزيل %1$@ %2$@ الآن";

/* No comment provided by engineer. */
"%@ downloaded" = "تم تنزيل %@";

/* No comment provided by engineer. */
"%@ of %@" = "%1$@ من %2$@";

/* No comment provided by engineer. */
"A new version of %@ is available!" = "يتوفر إصدار جديد من %@";

/* No comment provided by engineer. */
"A new version of %@ is ready to install!" = "إصدار %@ الجديد جاهز للتثبيت";

/* No comment provided by engineer. */
"An error occurred in retrieving update information. Please try again later." = "حال خطأ دون الحصول على معلومات حول التحديث، الرجاء المحاولة لاحقًا‫.‬";

/* No comment provided by engineer. */
"An error occurred while downloading the update. Please try again later." = "حدث خطأ أثناء تنزيل التحديث، الرجاء المحاولة لاحقًا‫.‬";

/* No comment provided by engineer. */
"An error occurred while extracting the archive. Please try again later." = "حدث خطأ أثناء استخراج الأرشيف، الرجاء المحاولة لاحقًا‫.‬";

/* No comment provided by engineer. */
"An error occurred while installing the update. Please try again later." = "حدث خطأ أثناء تثبيت التحديث، الرجاء المحاولة لاحقًا‫.‬";

/* No comment provided by engineer. */
"An error occurred while parsing the update feed." = "حدث خطأ أثناء تحليل المعلومات المزوّدَة حول التحديث‫.‬";

/* No comment provided by engineer. */
"An error occurred while relaunching %1$@, but the new version will be available next time you run %1$@." = "حدث خطأ أثناء إعادة تشغيل %1$@، إلا أن الإصدار الجديد سيكون متوفرًا في المرة القادمة التي تشغل فيها %1$@";

/* the unit for bytes */
"B" = "بايت";

/* No comment provided by engineer. */
"Cancel" = "إلغاء";

/* No comment provided by engineer. */
"Cancel Update" = "إلغاء التحديث";

/* No comment provided by engineer. */
"Checking for updates..." = "يجري التحقق من وجود تحديثات‫...‬";

/* Take care not to overflow the status window. */
"Downloading update..." = "يجري تنزيل التحديث‫...‬";

/* Take care not to overflow the status window. */
"Extracting update..." = "يجري استخراج التحديث‫...‬";

/* the unit for gigabytes */
"GB" = "غيغا بايت";

/* No comment provided by engineer. */
"Install and Relaunch" = "تثبيت وإعادة تشغيل التطبيق";

/* Take care not to overflow the status window. */
"Installing update..." = "يجري تثبيت التحديث‫...‬";

/* the unit for kilobytes */
"KB" = "كيلو بايت";

/* the unit for megabytes */
"MB" = "ميغا بايت";

/* OK button. */
"OK" = "موافق";

/* Status message on progress window once download has finished. */
"Ready to Install" = "جاهز للتثبيت";

/* Message that is optionally shown at startup to allow users to turn on/off update checks. */
"Should %1$@ automatically check for updates? You can always check for updates manually from the %1$@ menu." = "هل تريد أن يتحقق %1$@ من وجود تحديثات تلقائيًا؟ يمكنك التحقق من وجود تحديثات يدويًا في أي وقت من قائمة %1$@.";

/* No comment provided by engineer. */
"Update Error!" = "حدث خطأ أثناء التحديث";

/* No comment provided by engineer. */
"Updating %@" = "تحديث %@";

/* 'Error' message when the user checks for updates but is already current or the feed doesn't contain any updates. (not necessarily shown in UI) */
"You already have the newest version of %@." = "لديك أحدث إصدار من %@";

/* Status message shown when the user checks for updates but is already current or the feed doesn't contain any updates. */
"You're up-to-date!" = "لديك أحدث إصدار";

/* Alternative name for "Install" button if we have a paid update or other update
	without a download but with a URL. */
"Learn More..." = "مزيد من التفاصيل‫...‬";

